{
  "Comment.nvim": { "branch": "master" },
  "PKGBUILD.vim": { "branch": "master" },
  "SimpylFold": { "branch": "master" },
  "autoclose.nvim": { "branch": "main" },
  "bclose.vim": { "branch": "master" },
  "bufdelete.nvim": { "branch": "master" },
  "bufferize.vim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "diagflow.nvim": { "branch": "main" },
  "erde": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "highlight-undo.nvim": { "branch": "main" },
  "jsonc.vim": { "branch": "master" },
  "jsonpath.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "lsp-colors.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "marks.nvim": { "branch": "master" },
  "mediawiki.vim": { "branch": "master" },
  "neorepl.nvim": { "branch": "master" },
  "nlsp-settings.nvim": { "branch": "main" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-lsp-basics": { "branch": "main" },
  "nvim-lsp-compl": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-peekup": { "branch": "master" },
  "nvim-projectconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "paint.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "ranger.vim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "sway-vim-syntax": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "text-case.nvim": { "branch": "main" },
  "tree-sitter-just": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-characterize": { "branch": "master" },
  "vim-coloresque": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-erde": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fetch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gas": { "branch": "master" },
  "vim-log-syntax": { "branch": "master" },
  "vim-nickel": { "branch": "main" },
  "vim-obsession": { "branch": "master" },
  "vim-qml": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sneak": { "branch": "master" },
  "vim-solarized8": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tbone": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-zoom": { "branch": "master" },
  "vis": { "branch": "master" },
  "xonsh-vim": { "branch": "master" }
}
